{
 "ep1": { 
  "chapter": "Friends in Love : Episode 1", 
  "set1": "\"I am sorry, you're not my type. Gosh!\"",
  "episod": "\"Hey baby, what do you need? I'll give it to you. I'll take a bullet for you. I cannot think again because you're making me feel pain. You're prettier than the morning. I dream of you at night. I...\" Desmond was saying this, close to tears, before he was cut short by Julliet.\n\n\"Eehs! Eehs! What is it with you boys, ehn? Aba! Why can't you just leave us alone in peace?\" Julliet said, anger clearly showing on her face.\n\n\"I love you, girl. Stop all this resistance and give me a chance, please,\" Desmond continued with determination.\n\nJulliet and Jummy were getting really tired of those idiots called boys.\n\n\"Man, please get out of our way, or else...\" Jummy said with an outburst of rage.\n\nShamefully, Desmond walked away. He had never felt this bad in his life. He had been in love with Julliet since his first year in school, and now in his third year, he had tried asking her out several times, but she never gave him a chance.\n\nJulliet and Jummy couldn't hide their laughter as he left.\n\n\"You see those yeye boys, ehn...\" Julliet said, almost laughing to tears.\n\n\"It's like they find it so difficult to put their things in their pants,\" Jummy finally said and hopped into the driver's seat of the car.\n\n---\n\nJulliet, also known as Julie, and Jumoke, who prefers being called Jummy, have been friends for decades. They went to the same secondary school, and through the influence of their parents, they got into the same university, same department, and same level.\n\nI'm sure you're wondering why they hate guys so much. Both girls have had a series of breakups in the past, which made them conclude that all guys are the same. They are both from wealthy families and are 300-level students at the university.\n\nJulliet is really beautiful, with long legs. She is light-skinned and has a captivating figure that makes you wonder. She has lovely dimples whenever she smiles—trust me, you'll love her at first sight.\n\nJummy, on the other hand, is short and sharp. She has extra-large boobs and an enormous behind that will make your jaw drop. She is the type of lady you'll easily call portable. She is also light-skinned and looks so innocent. She seems easy to approach, but she's the toughest among the two.\n\n---\n\nJulliet switched on the car's DVD player, and the whole car was filled with Falz the Bahd Guy's \"Well Done Sir.\"\n\n\"Julie,\" Jummy called, joy written all over her face.\n\n\"Warrisit na?\" Julliet replied without much interest.\n\n\"My birthday is close.\"\n\n\"Seriously?\" Julliet replied, surprise in her voice.\n\n\"I thought you weren't interested na. Anyway, it's in June...\"\n\n\"Babe!\" Julliet shouted, making Jummy bring the car to a halt." }, 
 "ep2": { 
  "chapter": "", 
  "set1": "'Babe!' Julliet shouted making Jummy bring the car to a halt.", 
  "episod": "'We just passed the mall' 'So what?' Jummy asked frowning. 'We are going for shopping today na' 'Is that why you shouted?' 'Sorry babe' Jummy and Julliet walked into the Palms Shopping mall which is said to be the biggest in Nigeria, they walked in and started picking stuffs they wanted, they took a couple of selfies and suddenly they realized they had a stalker. 'Hi, I'm Paul' The stalker said. 'Hi' Jummy and Julliet said in unison. 'You are the prettiest ladies have ever set my eyes on , is there anything you want me to do for you?' 'God! , why are men so annoying?' Jummy said and grimaced 'Please can you excuse us for a minute?' Julliet said smiling mischeviously 'Sure' Paul replied smiling broadly Julliet dragged her friend away from Paul's side. 'Babe what's wrong with you, don't tell me you are falling for that clown' Jummy asked surprised. 'Can't u see an opportunity here, we have to make him go home empty' Julliet said giving out a wicked laughter. 'Babe, U wicked, how we go do am na' 'Just watch and play along,' Julliet said and walked back towards Paul 'So tell me ladies, what do you desire' Paul said and winked at them 'Paul, my birthday is in a month's time and I would love to shop for my birthday' Julliet said 'Wow! Go on pick anything you want' Julliet and Jummy began picking different things, relevant and irrelevant stuffs. Paul became scared and confused. 'Mehn this girls will kill me today' Paul muttered under his breath. 'Hello ladies, Please I think that's enough' Paul finally said and smiled a little trying to conceal his fear. 'Paul, darling please just a little more' 'Omo this girls go empty my account today O, thank God say I carry atm' After spending some minutes picking stuffs, Paul and the ladies went to the cashier to pay. On getting there something happened, Paul froze to a spot as he checked his pocket and his wallet had disappeared. 'My wallet is missing' Paul finally said and he suddenly began to sweat…. Episode 3 loading… Please rate this episode honestly Story written by Ace" } ,
  "ep3": {
    "chapter": "",
    "set1": "'Na God go punish all this mosquitoes aswear, see as them chop person'Dele muttered as he jumped off the bed.",
    "episod": "The room had a very tiny window and was very rough and ugly,it looked just like a hut, the walls weren't painted and the floor was poorly cemented, the person who cemented the floor must obviously be a farmer.\nDave and Dele were two close friends they met in their 1st year in the University, Dele came from a poor family while Dave had no parents.\nDele wasn't so bad looking, only that he is very black like he lives in the sun, he is a 400 level Geology student.Dave on the other hand is a light skinned,very handsome guy with those pink lips girls can die for, he is a 400 level theatre and media arts students he is popularly known for his beauty and his stage name'D-Strings' because he plays guitar to make money.\nDele yawned lazily as his eyes wandered round the room and back to the bed where his room mate was sleeping.\n'Dave! Wake up abeg' Dele shouted trying to wake up his friend.\n'leff me guy'Dave murmured as he rolled towards another part of the ugly bed which they both shared.\nDele went to his box and brought out a world map.He studied it for a while and after sometime he screamed.\n'Yeh!'\n'Guy wetin happen?' Dave said as he woke up scared thinking his friend was in danger.\n'Wetin do you?'\n'Guy you no see am?'Dele asked smiling.\n'What?'Dave asked as he walked towards where Dele sat.\n'Guy look at Canada located in the Northern Hemisphere, at the Northern end of North America.' \n'Meaning?'Dave asked looking confused.\n'Guy that's where I want us to go after we graduate'Dele said smiling.\n'O boy! the shepe wey u drink neva leave ur body, how is that even possible?'\n'Watch and see'Dele said as he picked up Dave's guitar. 'With ur guitar we will organize shows bro'\n'We go make am'\n'Stop deceiving yourself, Guy I get lectures abeg'Dave finally said.\n***** ***** **** ****** ******\n'My wallet is missing' Paul finally said and he suddenly began to sweat....\n'What the f! So u had no money on you and you wasted our time'Jummy said looking very angry\n'My wallet was sto....'\n'Shut the f**k up!'Julliet shouted interrupting Paul.\n'Babe let's leave this place joh, I no dey mood' Jummy said dragging her friend away.\n'Did you do it?' Jummy asked giving that 'u be bad girl' look.\n'Do what?'Julliet asked like an innocent child accused wrongly.\nJulliet and Jummy walked out of the mall and Julliet brought out a wallet from her bag and disposed in the dustbin.\n'Babe! U wicked!' Jummy shouted and started laughing.\n'Na u teach me na' Julliet said laughing. \nThe two friends laughed so hard as they went back to the car.\n'The guy is a broke idiot'Julliet said amidst laughter.\n'How much did he have in the wallet?'\n'5k and one ugly atm card'\n\nThe two friends couldn't hide their laughter, they laughed so hard you'll almost think they were drunk.\nKo ko ko! , a security man knocked on their window.......\nStory written by Ace\nEpisode 4 loading \nPlease rate the story honestly"
  }
}