{
  "ep1": {
    "chapter": "The Beginning of the End",
    "set1": "What's wrong with me?",
    "episod": "Is it the sudden nausea I felt in my stomach or the phlegm that stuck in my throat like I swallowed a bone? This must be a nightmare. I need someone to wake me up! These and many more were the kind of thoughts that ran through my head as sweat drops trickled down my chin.\n\n\"Dude, breakfast is a national cake,\" Goodluck said, laughing.\n\n\"Guy, just shut up!\" I shouted angrily and jumped off his chair like an insect had suddenly stung me.\n\n\"She can never cheat on me, dawg,\" I added, giving myself a little hope and courage.\n\n\"You know sey I no fit lie give you, abi?\"\n\n\"Guy, forget that one. No be you tell me sey the girl too fine for me?\" I asked, giving him a stern look like I was interrogating him.\n\n\"Yes, and so what?\"\n\n\"You just don't like the fact that I have what even your forefathers couldn't get,\" I said, walking towards the door 'cause I knew I had definitely pushed Goodluck to the wall.\n\n\"Philip, you dey mad?\" He asked, giving this angry look.\n\nYeah, I was about to run out of his room, then I decided to face my fears.\n\n\"E don cast, last last. Na everybody go chop breakfast. Shayo o!\" Goodluck started singing Burna Boy's song.\n\n\"Bro, in your life, don't ever come between me and my Ella again,\" I said to him with a little bit of fear in my voice. I almost choked on my own voice.\n\n\"Ella na hookup babe, aje, but you don fall in love,\" he said as he hurriedly picked up his phone like he wanted to show me something.\n\n\"Philippo, con see something,\" he said, signaling to me to come closer.\n\nI did go closer and I saw a particular picture she took with some guy, and I recognized him immediately.\n\n\"Bro, this guy na the owner of Yorochi TV on Facebook, na.\"\n\n\"What about this?\" he asked, showing me another set of pictures, and I couldn't recognize any of the guys she took pictures with.\n\nA bomb was coming, and it was on Goodluck's phone, but I didn't realize it just yet. I was blindly arguing with Goodluck.\n\n\"Guy, my babe is very loyal, abeg.\"\n\n\"My guy don fall in love oo,\" he said, shaking his head.\n\n\"Yes, thank you. Is it your love?\"\n\n\"So, Philip, how do you explain this?\"\n\nI collected his phone from his hands, and my hands started shaking. Now this was worse than what I felt earlier.\n\nHeat came from inside my body, and this time if you were just seeing me, you'd think I just had my bath and refused to use a towel.\n\n\"No way!\" \"I swear, I fit kill myself!\"\n\n\"Be strong, bro,\" Goodluck said as he went back to his bed.\n\n\"Stand Strong!\" he said, laughing.\n\nI angrily walked out of the room.\n\nI can't believe what I saw. There must be some explanation for this. I picked up my phone and gave Ella a call.\n\nShe picked the call after the third ring, and…"
  },

  "ep2": {
    "chapter": "How i Mex My Ex Ep 2",
    "set1": "I angrily walked out of the room.",
    "episod": "I can't believe what I saw. There must be some explanation for this, I picked up my phone and gave Ella a call.\n\nShe picked the call after the 3rd ring and\n\nElla's Side\n\n\"Aswear this heat is just too much o!\" Ella said as she bid her visitor good bye.\n\nElla is this very friendly type of girl who is always the center of attention in any gathering. Like she doesn't force it.. It comes naturally.\n\nHow Ella and Philip got dating still remains a mystery to many. So many even believe Philip is dating Ella but Ella is dating Philip ????\n\nYou know what I mean yeah?\n\nPhilip is this introvert who seats at the back of the class and hardly talks to anyone. A lot of people mistook it to be pride. But he just didn't know what to say to people after greeting them \"Hi, hello, good morning…\"\n\nSo to avoid putting himself in a situation where he has to be thinking of what to say, he keeps only very few friends. Ella noticed this weird introvert cos he seems to be the only one who doesn't look at her twice ????..\n\nShe had her phone ring and hurriedly went to pick up the phone..\n\nShe picked up the call after the 3rd ring and she said \"Watsup Phil\"\n\nOh Gawd!! Her voice is so heavenly!!\n\n\"Someone with a voice this heavenly will never cheat on me\" I said to myself\n\n\"Are you there?\" she asked since I wasn't responding.\n\n\"Where are you?.. I badly need to see you\" I said sounding like a baby begging for breast milk ????\n\n\"See ehn Philip I'm kind of busy right now o.. Maybe after lectures tomorrow\" she replied\n\n\"It's urgent\" I said sounding serious this time\n\n\"Philip that will be tomorrow\" she said and hung up\n\n\"Weird!\" I said to myself\n\nI scrolled through my phone and fed my eyes with her pictures. She is beauty personified as just one person.\n\nWas it her cute baby face or her smile.. Oow God! You just gotta see it.\n\nShe had this gap teeth with dimples with her smooth dark skin.. Not really dark tho.. Just like those black Americans..\n\nAnd her lips.. Damn! The lower lips was so pink, it gives me a hard on naturally..\n\nHer dimples! Not to talk of her wonderfully sized oranges and huge backside!\n\nLike she was my dream girl.. Like this happened only in movies.\n\nHer being my babe is most definitely the best thing that has happened to me.\n\n\"Why will she hang up on me?\" I wondered as I went back to Goodluck's apartment.\n\nGoodluck is the very first friend I had immediately I enter the university and for years we've become best pals.\n\n\"Hope sey u don serve her breakfast?\" Goodluck said as I entered his room\n\n\"We are stronger than ever\" I replied smiling\n\n\"I piry you\" he said laughing\n\n\"con play game jhor\" he signaled asking me to come over.\n\n……\n\nElla's Side\n\n\"Who called?\" Jennifer asked\n\n\"Philip ni jare\" she replied sounding tired\n\n\"What's wrong? Is there trouble in paradise?\" Jennifer asked smiling\n\n\"There was never a paradise\" Ella said as she pounced on the bed like someone who dropped dead.\n\nJennifer adjusted as she made space for Ella to lie on her bed. Jennifer looked around the apartment like she was visiting for the first time even though she was Ella's roommate.\n\n\"There was never a paradise?\" Jennifer asked confused\n\n\"Jenn you should know relationship isn't meant for me jare\" Ella said as she rolled to the other side of the bed.\n\n\"But…\"\n\n\"Ella, Philip is a very nice guy na\" Jennifer said grimacing\n\n\"You see ehn! Jenn that nice guy is the problem\" Ella said and sat up slowly\n\n\"Like he is too nice\" she added\n\n\"So what do you plan to do now ehn?\" Jennifer asked with worry written all over her face\n\n\"The relationship was a joke right from the beginning\"\n\n\"How?\" Jennifer asked\n\n\"Why are you so concerned sef?\" Ella asked almost in anger\n\n\"Or have you forgotten how the relationship began\"\n\n\"Don't tell me you have forgotten!\" Ella shouted\n\n\"Okay I think I remember\"\n\n\"Yeah I remember\" Jennifer said smiling\n\nHow did Philip meet Ella?"
  },
  
 "ep3": { "chapter": "", "set1": "Or have you forgotten how the relationship began?", "episod": "\"Don’t tell me you have forgotten!\" Ella shouted\n\"Okay I think I remember\"\n\"Yeah I remember\" Jennifer said smiling\n********************\nRain fell heavily the day before and by the next morning, the weather was still cold.\nI struggled to get out of bed , Goodluck's phone call saved my sorry ass from missing Mr Olatidoye's test.\nThat guy remains the best friend FUOYE gave me. Friend like brother.\nThat morning, I held on to my blanket as I kept struggling to stand up. The cold entered into my spirit,soul and body and I just couldn't resist the unexplainable pleasure that comes with sleeping in this kind of weather.\nI was lost in my dream world when my phone rang.\nI struggled to move my hand to pick up my phone like a drunk man.\n\"How far?\" I said in a sleepy voice.\n\"Weyrey,you still dey sleep?\" Goodluck asked almost shouting..lol….That guy's energy is out of this world.\n\"Better leeme alone…I want to sleep\" I said sounding like a baby\n\"Mr Olatidoye wan start test o\"\nThe sleep vanished, I got to school in less than 15 minutes. How it happened I don't even know.\nBut the most important thing is I didn't miss Mr Olatidoye's test. A 3 unit course for that matter.\nAfter the test I was wondering if I remembered to take my bath before coming to school when this proud big girl in class came in.\nShe was practically shaking, even though the weather was cold and this clown of a girl still wore a skimpy dress. Her thighs were clearly visible and I could see goosebumps all over her body, especially on her shoulder and upper chest. Yeah the clothe was too revealing….\nI walked up to her and………..\n++++++++++++++++++++\n\"Flaky if na play stop am\" Ella shouted over the phone\n\"Ella,Aswear down!\" Folake (Flaky) said trying to sound more convincing this time\n\"You know I'm the only friend you have that is a serious student\" Ella added laughing a little\n\"Okay thanks jare.I go soon show\"Ella finally said and ended the call.\nIt was in that moment that Ella realized that her room was in a total mess. She was yet to bathe or do anything that morning and the weather was extremely cold!!!\nBy the time she got to class, Mr Olatidoye was just going out. Ella got sad as she walked into the class and it was like the already existing cold increased its intensity.\nShe was sure she was going to faint. She struggled to breathe and all her friends were busy chasing the class govenor to submit their test scripts for them.\nSuddenly,she felt this warmth all over her body…….."
  } 
 }